Repository: JanConGitHub/xkcd-Viewer
Catalog: po/*.po
Languages: nb

source: Send Comic To...
nb: Send tegneserie til...

source: Query:
nb: Spørring:

source: Search
nb: Søk

source: Your query yielded no results. Please note that the search function only searches the local cache.
nb: Søket ditt ga ingen resultater. Vær oppmerksom på at søkefunksjonen baresøker i den lokale hurtigbufferen.

source: Which comic would you like to view?
nb: Hvilken tegneserie vil du se?

source: Comic number
nb: Tegneserienummer

source: View Comic
nb: Vis tegneserie

source: Cancel
nb: Avbryt

source: xkcd Viewer
nb: xkcd fremviser

source: Newest Cached
nb: Nyeste mellomlagret

source: Jump to Comic
nb: Gå til tegneserien

source: About
nb: Om

source: Share Comic
nb: Del tegneserie

source: Share Link
nb: Del lenke

source: Save Comic
nb: Lagre tegneserie
